Repository: gabrielhsp/shopping-search-app
Catalog: Shopping Search App/Resources/Localizable.xcstrings
Source language: pt_br
Languages: en

# free_shipping
source: Frete Grátis
en: Free shipping

# free_taxes
source: sem juros
en: without installments

# product_condition_new
source: Produto novo
en: New product

# product_condition_used
source: Produto usado
en: Used product

# search
source: Busca
en: Search

# search_button_title
source: Buscar
en: Search

# search_error_empty_result
source: Sua busca não retornou nenhum resultado. Por favor, tente novamente.
en: Your search hasn't returned any result. Please, try again.

# search_error_general
source: Houve um erro ao realizar sua busca. Por favor, tente novamente.
en: There's an error to search for it. Please, try again.

# search_error_valid_term
source: Digite um termo de busca válido
en: Type a valid search term

# search_results_title
source: Resultados da busca
en: Search results

# search_text_field_placeholder
source: O que você está procurando?
en: What are you looking for?
